tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "anyenv"
brew "curl"
brew "git"
brew "grep"
brew "mariadb"
brew "mas"
brew "starship"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"

cask "adobe-creative-cloud"
cask 'docker'
cask "figma"
cask "firefox"
cask "google-chrome"
cask "gyazo"
cask "microsoft-edge"
cask "microsoft-office"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"

cask "font-hackgen-nerd"