tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "anyenv"
brew "autoconf"
brew "automake"
brew "bison"
brew "bzip2"
brew "composer"
brew "curl"
brew "gettext"
brew "git"
brew "gmp"
brew "grep"
brew "icu4c"
brew "imagemagick"
brew "jpeg"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libmcrypt"
brew "libmemcached"
brew "libpng"
brew "libtool"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "make"
brew "mariadb"
brew "mas"
brew "mkcert"
brew "nginx"
brew "nss"
brew "openssl"
brew "re2c"
brew "readline"
brew "pnpm"
brew "starship"
brew "tidy-html5"
brew "vim"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"

cask "adobe-creative-cloud"
cask "cyberduck"
cask "firefox"
cask "google-chrome"
cask "gyazo"
cask "microsoft-edge"
cask "microsoft-office"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"

cask "font-hackgen-nerd"