tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"

brew "anyenv"
brew "curl"
brew "docker"
brew "docker-compose"
brew "git"
brew "grep"
brew "lima"
brew "mas"
brew "mkcert"
brew "nss"
brew "pnpm"
brew "starship"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-autosuggestions"

cask "adobe-creative-cloud"
cask "cyberduck"
cask "dbeaver-community"
cask "firefox"
cask "google-chrome"
cask "gyazo"
cask "microsoft-edge"
cask "microsoft-office"
cask "obs"
cask "parallels"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "zoom"

cask "font-hackgen-nerd"